9/data/attachments/27872f955b7fa0ba.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_push_Actions_2517_2</nif:username>
            <nif:friendToBeRequested>soap_actions_87027a08-d376-4aab-b792-c02228e08428</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>